{
    "data": [
        {
            "topic": "whatis",
            "text": "O afrofuturismo ê uma estética cultural, filosofia da ciência, filosofia da história e filosofia da arte que combina elementos de ficção científica, ficção histórica, fantasia, arte africana e arte da diáspora africana, afrocentrismo e realismo mágico com cosmologias não-ocidentais para criticar não só os dilemas atuais dos negros, mas também para revisar, interrogar e reexaminar os eventos históricos do passado. Cunhado por por Mark Dery em 1993 e explorado no final da década de 1990 através de conversas lideradas pela estudiosa Alondra Nelson.[1] O afrofuturismo aborda temas e preocupações da diáspora africana através de uma lente de tecnocultura e ficção científica, abrangendo uma variedade de meios de comunicação e artistas com um interesse compartilhado em imaginar futuros negros que decorrem de experiências afrodiasporicas.[2] Os trabalhos semi-afrofuturísticos incluem as romances de Samuel Delany e Octavia Butler; as telas de Jean-Michel Basquiat e Angelbert Metoyer, e a fotografia de Renée Cox; os mitos explicitamente extraterrestre dos músicos do coletivo Parliament-Funkadelic, Jonzun Crew, Warp 9, Deltron 3030 e Sun Ra; e os quadrinhos do super-herói Pantera Negra da Marvel Comics.",
            "desc": "Define o conceito do que é o Afrofuturismo",
            "order": 1
        },
        {
            "topic": "term",
            "text": "O termo foi criado no início da década de 1990, Mark Dery em 1994 no ensaio \"Black to the Future\", escreveu sobre as características comuns entre ficção científica, música e arte afro-americanas e o denominou com o nome. Mark Sinker já teorizava em 1992 os sinais do afro futurismo em uma matéria denomiada \"Black Science Fiction\" nas páginas de The Wire.",
            "lang": "pt-br",
            "order": 2
        },
        {
            "topic": "originators",
            "text": "Sun Ra, Octavia Butler",
            "lang": "pt-br",
            "order": 3
        },
        {
            "topic": "pionners",
            "text": "George Clinton + Parliament-Funkadelic, Africa Bambaata, Lee Scratch Perry, Chicago House, Detroit Techno, Basquiat, Black Panther Comics, Samuel Delany, Angelbert Metoyer",
            "lang": "pt-br",
            "order": 4
        },
        {
            "topic": "black-panther",
            "text": "Marvel Comics...",
            "lang": "pt-br",
            "order": 5
        },
        {
            "topic": "books",
            "text": "",
            "lang": "pt-br",
            "order": 6
        },
        {
            "topic": "movies",
            "text": "",
            "lang": "pt-br",
            "order": 7
        },
        {
            "topic": "arts",
            "text": "",
            "lang": "pt-br",
            "order": 8
        },
        {
            "topic": "fashion",
            "text": "",
            "lang": "pt-br",
            "order": 9
        },
        {
            "topic": "music",
            "text": "",
            "lang": "pt-br",
            "order": 10
        },
        {
            "topic": "technology",
            "text": "",
            "lang": "pt-br",
            "order": 11
        },
        {
            "topic": "blackwoman-on-it",
            "text": "",
            "lang": "pt-br",
            "order": 12
        },
        {
            "topic": "brazil",
            "text": "",
            "lang": "pt-br",
            "order": 13
        },
        {
            "topic": "nuschool",
            "text": "",
            "lang": "pt-br",
            "order": 14
        },
        {
            "topic": "the-book",
            "text": "",
            "lang": "pt-br",
            "order": 15
        },
        {
            "topic": "future",
            "text": "",
            "lang": "pt-br",
            "order": 16
        }
    ]
}
